---
kind: type
id: T:Autodesk.Revit.DB.PointClouds.PointCloudOverrides
source: html/c39d51e3-cc31-ecae-fa41-d00c435cb700.htm
---
# Autodesk.Revit.DB.PointClouds.PointCloudOverrides

Graphic overrides that are stored by a view to be applied to a PointCloudInstance element, or a scan within the element.

## Syntax (C#)
```csharp
public class PointCloudOverrides : IDisposable
```